Repository: Chus-Picos/ReSiStance
Catalog: po/*.po
Languages: gl_es

source: Settings
gl_es: Configuración

source: Add feeds to this label
gl_es: Engadir feeds a esta etiqueta

source: Remove feeds from this label
gl_es: Eliminar feeds desta etiqueta

source: Return to the previous window
gl_es: Volver á fiestra anterior

source: New
gl_es: Novo

source: Add a new feed
gl_es: Engadir un feed novo

source: Remove one or more feeds
gl_es: Eliminar un ou máis feeds

source: Update the entries of the feeds
gl_es: Actualizar as entradas dos feeds

source: Export the list of feeds in an opml file
gl_es: Exportar a lista de feeds nun ficheiro opml

source: Import a list of feeds from an opml file
gl_es: Importar a lista de feeds dende un ficheiro opml

source: Sort the feeds in ascending order
gl_es: Ordenar os feeds en orde ascendente

source: Sort the feeds in descending order
gl_es: Ordenar os feeds en orde descendente

source: Sort the feeds according to the most read
gl_es: Ordenar os feeds de acordo cos máis lidos

source: Search
gl_es: Buscar

source: Find feeds by keywords
gl_es: Atopar feeds por palabras clave

source: Do you want to delete these feeds?
gl_es: Desexa eliminar estes feeds?

source: File error while removing Feed
gl_es: Erro no ficheiro mentres eliminaba un feed

source: Do you want to remove the selected feeds from Google Reader?
gl_es: Desexa eliminar de Google Reader os feeds seleccionados?

source: Select file to import
gl_es: Seleccione o ficheiro a importar

source: Loaded
gl_es: Cargado

source: Error loading feed data
gl_es: Erro cargando os datos dos feeds

source: Wait until feed is refreshed
gl_es: Espere mentras o feed se actualiza

source: Retrieving info...
gl_es: Recuperando información...

source: Could not retrieve feed
gl_es: Non se puido recuperar o feed

source: Feeds exported
gl_es: Feeds exportados

source: Error exporting feeds
gl_es: Erro exportando feeds

source: Error importing feeds OPML file
gl_es: Erro importando feeds do ficheiro OPML

source: No feeds to import in OPML file
gl_es: Non hai feeds para importar no ficheiro OPML

source: Error finding feeds. Server error.
gl_es: Erro buscando feeds. Erro de servidor.

source: Please select at least one Feed
gl_es: Por favor, seleccione polo menos un feed

source: File error while subscribing Feed
gl_es: Erro de ficheiro mentras se subscribía un feed

source: Error removing from Google Reader
gl_es: Erro eliminando de Google Reader

source: Error adding to Google Reader
gl_es: Erro engadindo a Google Reader

source: Added to Google Reader
gl_es: Engadido a Google Reader

source: Removed from Google Reader
gl_es: Eliminado de Google Reader

source: Error syncing read status with Google Reader
gl_es: Erro sincronizando o estado de lectura con Google Reader

source: Authentication error
gl_es: Erro de autenticación

source: Error synchronizing feeds
gl_es: Erro sincronizando feeds

source: No feeds in Google Reader to synchronize
gl_es: Non hai feeds en Google Reader para sincronizar

source: Default font size
gl_es: Tamaño de fonte por defecto

source: Auto load images
gl_es: Cargar imaxes automaticamente

source: Show labels at start-up
gl_es: Mostrar as etiquetas ao comezo

source: Automatically download Podcasts
gl_es: Descargar Podcasts automaticamente

source: Synchronize with Google Reader
gl_es: Sincronizar con Google Reader

source: User
gl_es: Usuario

source: Password
gl_es: Contrasinal

source: Save user and password for Google:
gl_es: Gardar o usuario e contrasinal para Google

source: Synchronize now
gl_es: Sincronizar agora

source: Add the selected feeds
gl_es: Engadir os feeds seleccionados

source: Download all
gl_es: Descargar todos

source: Update this feed
gl_es: Actualizar este feed

source: Show all entries
gl_es: Mostrar todas as entradas

source: Show only unread entries
gl_es: Mostrar só as entradas non lidas

source: Mark read
gl_es: Marcar lido

source: Mark unread
gl_es: Marcar non lido

source: Please select at least one Entry
gl_es: Por favor, seleccione polo menos unha entrada

source: Items downloaded
gl_es: Items descargados

source: Error downloading items
gl_es: Erro descargando items

source: Download the item
gl_es: Descargar o item

source: Read the previous item
gl_es: Ler o item anterior

source: Read the next item
gl_es: Ler o seguinte item

source: No text
gl_es: Non hai texto

source: Item downloaded
gl_es: Item descargado

source: Error downloading item
gl_es: Erro descargando item

source: Remove one or more labels
gl_es: Elimninar unha ou máis etiquetas

source: New label
gl_es: Nova etiqueta

source: Add a new label
gl_es: Engadir unha etiqueta nova

source: Error loading labels.
gl_es: Erro cargando etiquetas.

source: All Feeds
gl_es: Todos os Feeds

source: Label not created. Already exists.
gl_es: Etiqueta non creada. Xa existe.

source: Please select at least one Label
gl_es: Por favor, seleccione polo menos unha etiqueta

source: Do you want to delete these labels?
gl_es: Desexa eliminar estas etiquetas?

source: Add these feeds to the label
gl_es: Engadir estes feeds á etiqueta

source: Remove these feeds from the label
gl_es: Eliminar estes feeds da etiqueta

source: Loading...
gl_es: Cargando...

source: Update
gl_es: Actualizar

source: Remove
gl_es: Eliminar

source: New Feed
gl_es: Novo

source: Update All
gl_es: Actualizar

source: Export Feeds
gl_es: Exportar

source: Import Feeds
gl_es: Importar

source: Find Feeds
gl_es: Buscar Feeds

source: Add GReader
gl_es: Engadir GReader

source: Remove GReader
gl_es: Eliminar GReader

source: Add to Label
gl_es: Engadir a etiqueta

source: Remove from Label
gl_es: Eliminar de etiqueta

source: Updating...
gl_es: Actualizando...

source: Updated
gl_es: Actualizado

source: Add a new feed [Ctrl+N]
gl_es: Engadir un feed novo [Ctrl+N]

source: Remove Feed
gl_es: Eliminar

source: Remove one or more feeds [Ctrl+D]
gl_es: Eliminar un ou máis feeds [Ctrl+D]

source: Update all
gl_es: Actualizar

source: Update the entries of the feeds [Ctrl+R]
gl_es: Actualizar as entradas dos feeds [Ctrl+R]

source: Export
gl_es: Exportar

source: Export the list of feeds in an opml file [Ctrl+E]
gl_es: Exportar a lista de feeds nun ficheiro opml [Ctrl+E]

source: Import
gl_es: Importar

source: Import a list of feeds from an opml file [Ctrl+I]
gl_es: Importar a lista de feeds dende un ficheiro opml [Ctrl+I]

source: Sort the feeds in ascending order [Ctrl+T]
gl_es: Ordenar os feeds en orde ascendente [Ctrl+T]

source: Sort the feeds in descending order [Ctrl+Z]
gl_es: Ordenar os feeds en orde descendente [Ctrl+Z]

source: Favorites
gl_es: Favoritos

source: Sort the feeds according to the most read [Ctrl+V]
gl_es: Ordenar os feeds de acordo cos máis lidos [Ctrl+V]

source: Find
gl_es: Atopar

source: Find feeds by keywords [Ctrl+F]
gl_es: Atopar feeds por palabras clave [Ctrl+F]

source: Select your personal settings [Ctrl+S]
gl_es: Seleccionar a configuración peroal [Ctrl+S]

source: Add feeds to Google Reader [Ctrl+G] Use menu Settings to add your user and password
gl_es: Engadir feeds a Google Reader [Ctrl+G] Use o menú de Configuración para engadir usuario e contrasinal

source: Remove feeds to Google Reader [Ctrl+Alt+G] Use menu Settings to add your user and password
gl_es: Eliminar feeds de Google Reader [Ctrl+Alt+G] Use o menú de Configuración para engadir usuario e contrasinal

source: Add feeds to this label [Ctrl+L]
gl_es: Engadir feeds a esta etiqueta [Ctrl+L]

source: Remove feeds from this label [Ctrl+Shift+L]
gl_es: Eliminar feeds desta etiqueta [Ctrl+Shift+L]

source: Adding...
gl_es: Engadindo...

source: Added
gl_es: Engadido

source: Updated
gl_es: Actualizado

source: Synchronizing read/unread status with Google Reader
gl_es: Sincronizando o estado de lido/non lido con Google Reader

source: Synchronizing read/unread status...
gl_es: Sincronizando o esta de lido/non lido...

source: Exporting...
gl_es: Exportando...

source: Importing...
gl_es: Importando...

source: Imported. Adding...
gl_es: Importado. Engadindo...

source: Imported. Added
gl_es: Importado. Engadido

source: Subscribing...
gl_es: Subscribindo...

source: Unsubscribing...
gl_es: Eliminando subscrición...

source: Subscribed
gl_es: Subscrito

source: Unsubscribed
gl_es: Subscrición eliminada

source: Synchronized
gl_es: Sincronizado

source: Feeds synchronized
gl_es: Feeds sincronizados

source: Finding...
gl_es: Atopando...

source: Select Feeds
gl_es: Seleccionar Feeds

source: Add
gl_es: Engadir

source: Address
gl_es: Dirección

source: Update feed
gl_es: Actualizar o feed

source: Update this feed [Ctrl+R]
gl_es: Actualizar este feed [Ctrl+R]

source: Show All
gl_es: Mostrar todos

source: Show all entries [Ctrl+A]
gl_es: Mostrar todas as entradas [Ctrl+A]

source: Show Unread
gl_es: Mostrar non lidos

source: Show only unread entries [Ctrl+U]
gl_es: Mostrar só as entradas non lidas [Ctrl+U]

source: Choose entries to mark as read [Ctrl+M]
gl_es: Seleccione entradas para marcar como lidas [Ctrl+M]

source: Choose entries to mark as not read [Ctrl+N]
gl_es: Seleccione entradas para marcar como non lidas [Ctrl+N]

source: Download the files [Ctrl+D]
gl_es: Descargar os ficheiros [Ctrl+D]

source: Add or remove the feed to Google Reader [Ctrl+G] Use menu Settings to add your user and password
gl_es: Engadir ou eliminar os feeds de Google Reader [Ctrl+G] Use o menú de Configuración para engadir usuario e contrasinal

source: Unubscribing...
gl_es: Eliminando subscrición...

source: Synchronized read/unread status
gl_es: Sincronizado o estado de lido/non lido

source: Downloading...
gl_es: Descargando

source: Download
gl_es: Descargar

source: Download the item [Ctrl+D] Use menu Settings to configure a folder
gl_es: Descargar o item [Ctrl+D] Use o menú de Configuración para elixir unha carpeta

source: Open browser
gl_es: Abrir navegador

source: Open the item in a web browser [Ctrl+O]
gl_es: Abrir o item nun navegador web [Ctrl+O]

source: Read the previous item [Ctrl+Up-arrow]
gl_es: Ler o item anterior [Ctrl+Up-arrow]

source: Read the next item [Ctrl+Down-arrow]
gl_es: Ler o seguinte item [Ctrl+Down-arrow]

source: Keywords
gl_es: Palabras clave

source: Select Feeds to add
gl_es: Seleccionar Feeds para engadir

source: Save
gl_es: Gardar

source: Visual Settings
gl_es: Configuracións visuais

source: Screen orientation
gl_es: Orientación da pantalla

source: Update Settings
gl_es: Actualizar a configuración

source: Auto download folder
gl_es: Carpeta de autodescarga

source: Google Reader Settings
gl_es: Configuración de Google Reader

source: Synchronizing. Wait window activation
gl_es: Sincronizando. Espere a activación da fiestra

source: Do you want return without save?
gl_es: Desexa volver sen gardar?

source: Autodownload folder
gl_es: Carpeta de autodescarga

source: Select a folder for automatic downloads
gl_es: Seleccione unha carpeta para as descargas automáticas

source: Synchronizing...
gl_es: Sincronizando...

source: New Label
gl_es: Nova Etiqueta

source: Add a new label [Ctrl+N]
gl_es: Engadir unha etiqueta nova [Ctrl+N]

source: Remove Label
gl_es: Eliminar Etiqueta

source: Remove labels [Ctrl+D]
gl_es: Eliminar etiquetas [Ctrl+D]

source: Label name
gl_es: Nome da etiqueta

source: Add feeds to Google Reader.Use Settings to add your user and password
gl_es: Engadir feeds a Google ReaderUse o menú de Configuración para engadir usuario e contrasinal

source: Remove feeds to Google Reader.Use Settings to add your user and password
gl_es: Eliminar feeds de Google Reader. Use o menú de Configuración para engadir usuario e contrasinal

source: Icon
gl_es: Icona

source: Sync
gl_es: Sinc

source: Name
gl_es: Nome

source: Unread
gl_es: Non lidos

source: Back
gl_es: Volver

source: Return to the previous window [Ctrl+B]
gl_es: Volver á fiestra anterior [Ctrl+B]

source: Date
gl_es: Data

source: Do you want to retrieve labels from GoogleReader?
gl_es: Desexa recuperar as etiquetas dende GoogleReader?

source: Note: no future synchronization of labels will be performed
gl_es: Nota: non se levará a cabo ningunha sincronización futura das etiquetas

source: Entry for new address
gl_es: Entrada para unha nova dirección

source: Entry for keywords
gl_es: Entrada para palabras clave

source: Entry for auto download folder
gl_es: Entrada para o cartafol de auto descarga

source: Entry for user
gl_es: Entrada para o usuario

source: Entry for password
gl_es: Entrada para o contrasinal

source: Status bar
gl_es: Barra de estado

source: Entry for label name
gl_es: Entrada para o nombe da etiqueta

source: Write here a name for the new label
gl_es: Escriba aquí o nome para unha nova etiqueta

source: Add feeds to Google Reader.
gl_es: Engadir feeds a Google Reader

source: Use Settings to add your user and password
gl_es: Use o menú de Configuración para engadir usuario e contrasinal

source: Remove feeds from Google Reader.
gl_es: Eliminar feeds de Google Reader
